<template>
  <div class="text-justify pl-10 pr-10">
    <div class="text-h4 mb-5">
      «Космический мониторинг и ГИС для количественной оценки засоленности почв и деградации сельскохозяйственных угодий Юга Казахстана» (BR 10965172)
    </div>

    <div class="text-body-1 mb-5">
      <b>Цель:</b> «Создание веб-геоинформационного сервиса оперативного мониторинга количественной оценки степени засоления почв и деградации сельскохозяйственных угодий Юга Казахстана на основе данных дистанционного зондирования Земли».
    </div>

    <div class="text-body-1 mb-5">
      По техническому заданию Заказчика в данной программе объектом и предметом исследования являются засоленные сельскохозяйственные угодий Южного Казахстана, у которых пахотный слой почвы на уровне (0-30 см). Масштаб требуемых карт засоления М 1:300000. Связь масштаба карты с информационной насыщенностью определяется минимальным объектом, который подлежит картированию (нормативная документация: ГОСТ Р 51608).
    </div>

    <div class="text-body-1 mb-5">
      <b>Методы исследования:</b> Экспертное дешифрирование, стандартные статистические методы корреляционного анализа дистанционно-регистрируемых параметров (NDVI, LST и др.) и наземной информации. Методы кластеризации и классификации спутниковых данных.
    </div>

    <div class="text-body-1 mb-5">
      <b>Область применения и внедрение результатов:</b> Засоление поливной пашни и деградация сельскохозяйственных земель Юга Казахстана.
    </div>

    <div class="text-body-1 mb-5">
      <b>Текущие результаты:</b>
    </div>

    <div class="text-body-1 mb-5">
      Сформирован архивов наземных данных по засолению полей на проектной территории: исторические данные периода 2002-2020 гг. (по материалам Гидрогеолого-мелиоративных экспедиций МСХ РК, соответствующих регионов и др. источников).
    </div>

    <div class="text-body-1 mb-5">
      Проведены собственные наземные обследования засоленности поливной пашни проектных территорий, включающих отбор образцов почв в ключевых участках, анализ содержания солей и экспертное, ранговое описание состояния сельскохозяйственных полей по классам засоления ФАО, в рамках маршрутных обследований.
    </div>

    <div class="text-body-1 mb-5">
      Проанализированы доступные открытые архивные данные, получено, что в системе   ГУ «Управления земельных отношений» областного уровня хранятся различные картографические материалы, датированные еще временами бывшего СССР (с 1972 года). Архивы не оцифрованы и хранятся в бумажном варианте.
    </div>

    <div class="text-body-1 mb-5">
      Картирование засоления поливной пашни встречает существенные технические трудности. Обзор научной литературы показал, наличие лишь отдельных работ, касающихся этой задачи. Засоление поливной пашни отличается значительной изменчивостью в течение сезона. Практически представляют интерес карты весеннего и осеннего засоление. Для решения задачи картирования засоления поливной пашни Юга Казахстана использованы следующие спутниковые продукты:
    </div>

    <ul style="list-style-type: revert">
      <li>
        Вегетационный индекс NDVI. Формат отдельных сцен Sentinel-2, с разрешением 10м. Мониторинговые данные периода с 2003- по текущий момент (источник — FEWS NET), декадное обновление, разрешение до 250 м, в шкалах: абсолютные значения NDVI; отклонение от среднего; оценка глубины отклонения, в масштабе исторически зарегистрированных вариаций (многолетние минимум – максимум) в данном месте в данное время.
      </li>
      <li>
        Индексы засоления (выбор индексов будет продолжен). Формат отдельных сцен Sentinel-2 и (или) Landsat -8 разрешение (10-30 м) в весенний период (март-апрель).
      </li>
      <li>
        Снимки Sentinel-2, Landsat-8 разрешение (10-30 м) оптические каналы. Формат отдельных сцен для оценки спектральных характеристик подстилающей поверхности, выявления затопления и переувлажнения поливной пашни в течение года, восстановления рисовых севооборотов и оценки осенне-зимних промывок полей, мониторинга площади водных зеркал основных водохранилищ региона (оценка текущей наполненности и режимов сработки резервуаров для диагностики водности сезона).
      </li>
      <li>
        Поверхностная температура (Land Surface Temperature). В формате мониторинга периода с 2003 по текущий момент (источник — FEWS NET), декадное обновление, разрешение 5 км; в шкалах: абсолютные значения; отклонение от среднего; количественная оценка величины охлаждения пашни из-за ее ирригации (Irrigation Cooling Effect).
      </li>
      <li>
        Высота снежного покрова (Snow Depth). В формате мониторинга периода с 2001- по текущий момент (источник — FEWS NET), декадное обновление, разрешение 1 км.
      </li>
    </ul>

    <div class="text-body-1 mb-5">
      Практическая значимость описанного явления связана с востребованностью долгосрочного прогноза водности рек Центральной Азии. Прогноз объемов речного стока влияет на планирование площадей посевов под различными культурами. “Долгая память” в многолетнем режиме снежности высокогорья в Тянь-Шане оправдывает применимость простейшего «инерционного» прогноза. При котором, снежность будущего года предполагается близкой к уровню текущего года.
    </div>

    <div class="text-body-1 mb-5">
      В процессе проведения научно-исследовательских мероприятий данного этапа проекта разработана документация по геопарталу, веб-геоинформационному сервису оперативного мониторинга включающая  рекомендации по архитектуре и программным решениями для разработки геоинформационной системы количественной оценки засоления почв.
    </div>

    <div class="text-body-1 mb-5">
      Работа выполнена при поддержке гранта МОН РК ИРН BR10965172, выполняемой в Институте информационных и вычислительных технологий КН МОН РК, по договору №362 от 07 сентября 2021 года
    </div>

    <img :src='`${STATIC_URL}img/main1.png`'>
    <img :src='`${STATIC_URL}img/main2.png`'>
  </div>
</template>

<script>
import {STATIC_URL} from '~/settings/settings'

export default {
  data() {
    return {
      STATIC_URL: STATIC_URL
    }
  },
  methods: {

  }
}
</script>
